Repository: selahattinedin/YemekAtlas
Catalog: YemekAtlas/Localizable.xcstrings
Source language: en
Languages: tr

source: %lld cal
tr: %lld kal

source: %lld kcal
tr: %lld kkal

source: %lld Min.
tr: %lld Dak

source: Add Ingredients
tr: Malzemeler Ekle

source: Allergen Information
tr: Alerjen Bilgileri

source: Back
tr: Geri

source: Cancel
tr: İptal

source: Check Verification Status
tr: Doğrulama Durumunu Kontrol Et

source: Chef's Specials
tr: Şefin Spesyeli

source: Clear
tr: Temizle

source: Continue your kitchen journey!
tr: Mutfak yolculuğunuza devam edin

source: Create your account and explore the kitchen!
tr: Hesabınızı oluşturun ve mutfağı keşfedin!

source: Dark Mode
tr: Koyu Mod

source: Delete
tr: Sil

source: Delete My Account
tr: Hesabımı Sil

source: Discover the Taste
tr: Lezzeti Keşfedin

source: Discover Your Kitchen with AI
tr: Yapay Zeka ile Mutfağınızı Keşfedin

source: Don't have an account?
tr: Hesabınız yok mu?

source: Email Verification
tr: Email Doğrulama

source: Enter your email address and a password reset link will be sent.
tr: Email adresinizi girin ve bir şifre sıfırlama bağlantısı gönderilecektir.

source: Explore the future of cooking with personalized recipes and smart suggestions!
tr: Yemek pişirmenin geleceğini keşfedin kişiselleştirilmiş tariflerle ve akıllıca öneriler!

source: Favorite
tr: Favori

source: Forgot Password
tr: Şifremi Unuttum

source: Full Name
tr: Ad Soyad

source: I accept the terms and conditions
tr: Hüküm ve koşulları kabul ediyorum

source: Join Date
tr: Katılma Tarihi

source: Last Login
tr: Son Giriş

source: Light Mode
tr: Açık Mod

source: Log Out
tr: Çıkış Yap

source: Login
tr: Giriş

source: My Favorite Recipes
tr: Favori Tariflerim

source: No
tr: Hayır

source: No Favorite Recipes Found
tr: Favori Tarif Bulunamadı

source: No recent searches found.
tr: Yeni arama bulunamadı.

source: OK
tr: Tamam

source: Password
tr: Şifre

source: Personal Information
tr: Kişisel Bilgiler

source: Please confirm the verification link sent to your email address.
tr: Lütfen doğrulama bağlantısını onaylayın e-posta adresinize gönderildi.

source: Preferences
tr: Tercihler

source: Preparation Steps
tr: Hazırlık Adımları

source: Preparing for...
tr: Hazırlanıyor…

source: Profile Information
tr: Profil Bilgileri

source: Recent Searches
tr: Son Aramalar

source: Recipe
tr: Tarif

source: Recipe Ingredients
tr: Tarif Malzemeleri

source: Recipe Of The Day
tr: Günün Yemeği

source: Resend Verification Email
tr: Doğrulama E-postasını Yeniden Gönder

source: Reset Password
tr: Şifre Sıfırlama

source: Reset Your Password
tr: Şifrenizi Sıfırlayın

source: Search
tr: Arama

source: Search Ingredient...
tr: İçerik Ara…

source: Setting
tr: Ayar

source: Settings
tr: Ayarlar

source: Sign Out
tr: Çıkış Yap

source: Sign Up
tr: Kayıt Ol

source: Step %lld
tr: Adım %lld

source: System Default
tr: Varsayılan

source: Theme Selection
tr: Tema Seçimi

source: This action cannot be undone. Are you sure?
tr: Bu işlem geri alınamaz. Emin misiniz?

source: Welcome to Kitchen Journey!
tr: Hoş geldiniz Mutfak Yolculuğu!

source: Welcome!
tr: Hoş geldiniz!

source: What do you want to cook?
tr: Ne pişirmek istiyorsun?

source: What do you want to eat today?
tr: Bugün ne yemek istersin?

source: Yes
tr: Evet

source: You Are About to Delete Your Account
tr: Hesabınızı Silmek Üzeresiniz

source: You can add your favorite recipes to your favorites
tr: Favori tariflerinizi favorilerinize ekleyebilirsiniz
